Revit 2027 API
UnitTypeId.RatioTo1 Property
 Ratio : 1.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RatioTo1 { get; }
Public Shared ReadOnly Property RatioTo1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RatioTo1 {
	ForgeTypeId^ get ();
}
static member RatioTo1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace